config_data = {
    "token": "7074117670:AAGiRLdms09vsBhO0xtUeIXiwbQJrKM2nDc",
    "path_to_db": "database/users.db",
    "click_reward": 5,
    "messages": {
        "start_message": """
📱 Меню небольшого бота-кликера
Добро пожаловать! Это бот для автоматизации кликов с открытым исходным кодом. Проект доступен на GitHub.
        
🖱 Основные кнопки:
• Кликать — выполнить ручной клик или активировать улучшения из магазина.
• 📊 Статистика — посмотреть ваши клики, и прочее
• 🛒 Магазин — купить ускорение и другие улучшения.
        
🔗 Исходный код и поддержка:
Проект открыт для всех! Хочешь помочь или предложить идею?
⭐ GitHub: github.com/KL-4h26/EasyTelegramClicker
        """,
        "click_message": """
Добро пожаловать! Используйте кнопки ниже, чтобы управлять и пополнять свой баланс. 😉

🖱 Основные действия:
• Кликнуть — выполнить клик и увеличить счетчик.
• 🔙 Назад — вернуться в главное меню меню.
        """
    }
}